Repository: axolotlcommander/axolotl-commander
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: cs

source: Select folders found in one panel only
cs: Vybrat složky nalezené jen v jednom panelu

source: Select the larger file
cs: Vybrat větší soubor

source: Select the newer file (date and time)
cs: Vybrat novější soubor (datum a čas)

source: Selected %lld files, %lld folders — %@
cs: Vybráno %lld souborů, %lld složek – %@

source: Selected items:
cs: Vybrané položky:

source: Select…
cs: Vybrat…

source: Separator
cs: Oddělovač

source: Set Current Folder As
cs: Nastavit aktuální složku jako

source: Set Hot Path 1
cs: Nastavit oblíbenou cestu 1

source: Set Hot Path 10
cs: Nastavit oblíbenou cestu 10

source: Set Hot Path 2
cs: Nastavit oblíbenou cestu 2

source: Set Hot Path 3
cs: Nastavit oblíbenou cestu 3

source: Set Hot Path 4
cs: Nastavit oblíbenou cestu 4

source: Set Hot Path 5
cs: Nastavit oblíbenou cestu 5

source: Set Hot Path 6
cs: Nastavit oblíbenou cestu 6

source: Set Hot Path 7
cs: Nastavit oblíbenou cestu 7

source: Set Hot Path 8
cs: Nastavit oblíbenou cestu 8

source: Set Hot Path 9
cs: Nastavit oblíbenou cestu 9

source: Set as Default
cs: Nastavit jako výchozí

source: Set group ID
cs: Nastavit ID skupiny

source: Set user ID
cs: Nastavit ID uživatele

source: Settings
cs: Nastavení

source: Settings…
cs: Nastavení…

source: Shortcut
cs: Zkratka

source: Shortcuts with ⌘, ⌃, ⌥ or function keys also appear in the menus. Some ⌃ and F-key shortcuts may be taken by macOS (System Settings → Keyboard → Keyboard Shortcuts).
cs: Zkratky s ⌘, ⌃, ⌥ nebo funkčními klávesami se zobrazují i v menu. Některé zkratky s ⌃ a klávesami F může používat macOS (Nastavení systému → Klávesnice → Klávesové zkratky).

source: Show All
cs: Zobrazit vše

source: Show Differences Only
cs: Zobrazit jen rozdíly

source: Show Hidden Files
cs: Zobrazit skryté soubory

source: Show Results in Panel
cs: Výsledky do panelu

source: Show in Finder
cs: Zobrazit ve Finderu

source: Show in Panel
cs: Ukázat v panelu

source: Show only names matching (empty shows all):
cs: Zobrazit jen názvy odpovídající masce (prázdné zobrazí vše):

source: Show problems only
cs: Zobrazit pouze problémy

source: Size
cs: Velikost

source: Size:
cs: Velikost:

source: Size: %@ (%@ bytes)
cs: Velikost: %@ (%@ bajtů)

source: Skip
cs: Přeskočit

source: Skip All
cs: Přeskočit vše

source: Skip folders:
cs: Vynechat složky:

source: Skipped:
cs: Přeskočeno:

source: Smaller
cs: Menší

source: Some attributes could not be changed.
cs: Některé atributy se nepodařilo změnit.

source: Some sources were kept
cs: Některé zdroje byly ponechány

source: Sort by Date
cs: Seřadit podle data

source: Sort by Extension
cs: Seřadit podle přípony

source: Sort by Name
cs: Seřadit podle názvu

source: Sort by Size
cs: Seřadit podle velikosti

source: Source code
cs: Zdrojový kód

source: Step: %lld
cs: Krok: %lld

source: Sticky
cs: Sticky bit

source: Stop
cs: Zastavit

source: Stopped.
cs: Zastaveno.

source: Subfolders
cs: Podsložky

source: Submenu
cs: Podmenu

source: Swap Sides
cs: Prohodit strany

source: Switch Panel
cs: Přepnout panel

source: Tags:
cs: Štítky:

source: Teal
cs: Modrozelená

source: Terminal:
cs: Terminál:

source: Text Encoding
cs: Kódování textu

source: Text encoding when not detected:
cs: Kódování textu, když se nerozpozná:

source: Text in the file
cs: Text v souboru

source: The archive format is not supported.
cs: Tento formát archivu není podporován.

source: The archive was not updated.
cs: Archiv nebyl aktualizován.

source: The arguments have an unbalanced quote or an unquoted special character (; | & * ? …).
cs: Argumenty obsahují neukončenou uvozovku nebo speciální znak bez uvozovek (; | & * ? …).

source: The checksum list could not be saved.
cs: Seznam kontrolních součtů se nepodařilo uložit.

source: The checksums could not be read.
cs: Kontrolní součty se nepodařilo přečíst.

source: The command needs a file: put the cursor on one or select some.
cs: Příkaz potřebuje soubor: umístěte kurzor na soubor nebo nějaké vyberte.

source: The connection to the server was lost.
cs: Spojení se serverem bylo přerušeno.

source: The file could not be read.
cs: Soubor nelze přečíst.

source: The file is not a checksum list.
cs: Soubor není seznam kontrolních součtů.

source: The file on the server was not updated.
cs: Soubor na serveru nebyl aktualizován.

source: The files are different.
cs: Soubory se liší.

source: The files are identical.
cs: Soubory jsou shodné.

source: The files could not be compared.
cs: Soubory nelze porovnat.

source: The folder does not exist.
cs: Složka neexistuje.

source: The folders match
cs: Složky se shodují

source: The identity of %@ can’t be verified.
cs: Identitu serveru %@ nelze ověřit.

source: The item can’t be changed, renamed or deleted (uchg flag).
cs: Položku nelze změnit, přejmenovat ani smazat (příznak uchg).

source: The name “%@…” is too long.
cs: Název „%@…“ je příliš dlouhý.

source: The operation could not be completed.
cs: Operaci nelze dokončit.

source: The operation was cancelled.
cs: Operace byla zrušena.

source: The original file was not changed.
cs: Původní soubor zůstal beze změny.

source: The password for %@ was not accepted.
cs: Heslo pro %@ nebylo přijato.

source: The path is not a folder.
cs: Cesta není složka.

source: The path is too long; nothing was changed.
cs: Cesta je příliš dlouhá; nic nebylo změněno.

source: The picture could not be read.
cs: Obrázek nelze přečíst.

source: The picture could not be saved.
cs: Obrázek nelze uložit.

source: The program “%@” was not found.
cs: Program „%@“ nebyl nalezen.

source: The regular expression is not valid: %@
cs: Regulární výraz není platný: %@

source: The server refused the user name or password.
cs: Server odmítl uživatelské jméno nebo heslo.

source: The server reported an error: %@
cs: Server ohlásil chybu: %@

source: The server’s identity was not accepted. %@
cs: Identita serveru nebyla přijata. %@

source: The text cannot be written in %@.
cs: Text nelze zapsat v kódování %@.

source: There are no files to calculate checksums for.
cs: Nejsou žádné soubory, pro které by se daly spočítat kontrolní součty.

source: This Mac cannot write %@.
cs: Tento Mac neumí zapsat %@.

source: This archive cannot be modified.
cs: Tento archiv nelze měnit.

source: This can’t be undone.
cs: Tuto akci nelze vrátit zpět.

source: This document refers to %lld image(s) on the internet. They have not been loaded.
cs: Dokument odkazuje na obrázky na internetu (%lld). Nebyly načteny.

source: Title:
cs: Název:

source: To:
cs: Do:

source: Toggle Selection
cs: Přepnout výběr

source: Toggle Selection and Size
cs: Přepnout výběr a velikost

source: UPPERCASE
cs: VELKÁ PÍSMENA

source: Unknown variable %@.
cs: Neznámá proměnná %@.

source: Unknown variable [%@].
cs: Neznámá proměnná [%@].

source: Unpack %@ to:
cs: Rozbalit %@ do:

source: Unpacking “%@”…
cs: Rozbaluje se „%@“…

source: Unpacking…
cs: Rozbaluje se…

source: Unpack…
cs: Rozbalit…

source: Untitled
cs: Bez názvu

source: Update
cs: Aktualizovat

source: Update it in the archive “%@”?
cs: Aktualizovat ho v archivu „%@“?

source: Upload it to %@?
cs: Nahrát ho na %@?

source: Use Anyway
cs: Přesto použít

source: Use Selection for Find
cs: Použít výběr k hledání

source: Used by Open Terminal Here (⌃/) and by commands typed in the command line.
cs: Používá příkaz Otevřít Terminál zde (⌃/) a příkazy zadané do příkazového řádku.

source: User Menu
cs: Uživatelské menu

source: User Menu…
cs: Uživatelské menu…

source: User:
cs: Uživatel:

source: Verify Checksums…
cs: Ověřit kontrolní součty…

source: Verify – %@
cs: Ověření – %@

source: View
cs: Zobrazit

# View Menu
source: View
cs: Zobrazení

source: Viewer
cs: Prohlížeč

source: Viewer & Editor
cs: Prohlížeč a editor

source: Viewer (F3)
cs: Prohlížeč (F3)

source: Volume Root
cs: Kořen svazku

source: Volume…
cs: Svazek…

source: Where
cs: Umístění

source: Whole Words
cs: Celá slova

source: Whole name
cs: Celý název

source: Window
cs: Okno

source: Working Directories…
cs: Pracovní složky…

source: Wrap Lines
cs: Zalamovat řádky

source: Wrap lines
cs: Zalamovat řádky

source: Write
cs: Zápis

source: Year
cs: Rok

source: Yellow
cs: Žlutá

source: Yes
cs: Ano

source: You can put them back from the Trash.
cs: Můžete je vrátit z koše.

source: You don’t have permission to access “%@” on the server.
cs: K „%@“ na serveru nemáte přístup.

source: Your changes to every command are removed.
cs: Všechny vaše změny příkazů budou odstraněny.

source: Zoom
cs: Zvětšit/zmenšit

source: Zoom to Fit
cs: Přizpůsobit oknu

source: another item would also be named “%@”
cs: další položka by se také jmenovala „%@“

source: at least
cs: nejméně

source: at most
cs: nejvýše

source: byte order mark
cs: značka BOM

source: bytes
cs: bajtů

source: default encoding
cs: výchozí kódování

source: differs
cs: liší se

source: e.g. .DS_Store;*.tmp
cs: např. .DS_Store;*.tmp

source: e.g. .git;node_modules
cs: např. .git;node_modules

source: e.g. node_modules;.git;~/Library
cs: např. node_modules;.git;~/Library

source: encoding chosen manually
cs: kódování zvolené ručně

source: encoding detected
cs: kódování rozpoznáno

source: folder
cs: složka

source: from
cs: od

source: iCommander Help
cs: Nápověda iCommander

source: images from the internet blocked
cs: obrázky z internetu zablokovány

source: images from the internet loaded
cs: obrázky z internetu načteny

source: lowercase
cs: malá písmena

source: mixed
cs: smíšeně

source: not a valid name
cs: neplatný název

source: offset %@ (%@)
cs: pozice %@ (%@)

source: text shows the first %@, Hex shows all
cs: text ukazuje prvních %@, Hex ukazuje vše

source: the new name would contain * or ?
cs: nový název by obsahoval * nebo ?

source: to
cs: do

source: unchanged
cs: beze změny

source: valid UTF-8
cs: platné UTF-8

source: — separator —
cs: — oddělovač —

source: “%@” already exists
cs: „%@“ už existuje

source: “%@” already exists in “%@”.
cs: „%@“ už v „%@“ je.

source: “%@” already exists on the server.
cs: „%@“ už na serveru existuje.

source: “%@” already exists.
cs: „%@“ již existuje.

source: “%@” can’t be copied or moved into itself.
cs: „%@“ nelze zkopírovat ani přesunout do sebe sama.

source: “%@” can’t be used as the initial folder.
cs: „%@“ nelze použít jako výchozí složku.

source: “%@” can’t be used on the server.
cs: „%@“ nelze na serveru použít.

source: “%@” can’t run.
cs: „%@“ nelze spustit.

source: “%@” ended with status %d.
cs: „%@“ skončil se stavem %d.

source: “%@” failed.
cs: „%@“ selhal.

source: “%@” is encrypted.
cs: „%@“ je zašifrovaný.

source: “%@” is not a valid name.
cs: „%@“ není platný název.

source: “%@” was changed.
cs: „%@“ byl změněn.

source: “%@” was kept because it contains a link to a folder.
cs: „%@“ byl ponechán, protože obsahuje odkaz na složku.

source: “%@” was not found in the archive.
cs: „%@“ v archivu není.

source: “%@” was not found on the server.
cs: „%@“ se na serveru nenašlo.

source: “%@” would be copied onto itself.
cs: „%@“ by byl zkopírován sám na sebe.

source: …and %lld more
cs: …a dalších %lld

source: ⇧F9 lists hot paths and saves the current folder.
cs: ⇧F9 zobrazí oblíbené cesty a uloží aktuální složku.

source: ⋯ %lld identical lines
cs: ⋯ shodných řádků: %lld
